Repository: manjaro/pacman-mirrors
Catalog: locale/*/LC_MESSAGES/pacman_mirrors.po
Languages: da, es, hr, hu, it, pl, pt_br, ro, sk, tr

source: ERROR
da: FEJL
hr: GREŠKA
hu: HIBA
it: ERRORE
pl: BŁĄD
pt_br: Erro
ro: EROARE
sk: CHYBA

source: INFO
hr: INFORMACIJE
hu: INFORMÁCIÓ
pl: INFORMACJA
pt_br: Informação
ro: INFORMARE

source: WARNING
da: ADVARSEL
hr: UPOZORENJE
hu: FIGYELMEZTETÉS
it: AVVISO
pl: OSTRZEŻENIE
pt_br: Atenção
ro: AVERTISMENT
sk: UPOZORNENIE

source: HTTPException
da: HTTP FEJL
hu: HTTP-Kivétel
pl: Wyjątek HTTP
pt_br: Exceção HTTP
ro: Excepție HTTP
sk: Výnimka protokolu HTTP
tr: HTTPHariç

source: TIMEOUT
da: TIDSUDLØB
hr: VRIJEME JE ISTEKLO
hu: IDŐTÚLLÉPÉS
pl: KONIEC CZASU
pt_br: Tempo esgotado
sk: ČAS VYPRŠAL

source: BRANCH
da: PAKKEGRUPPE
hr: GRANA
hu: ÁG
it: RAMO
pl: GAŁĄŹ
pt_br: Ramificação
ro: RAMURĂ
sk: VETVA

source: COUNTRY
da: LAND
hr: ZEMLJA
hu: ORSZÁG
it: PAESE
pl: KRAJ
pt_br: País
ro: ȚARĂ
sk: KRAJINA

source: FILE
da: FIL
es: ARCHIVO
hr: DATOTEKA
hu: FÁJL
pl: PLIK
pt_br: Arquivo
ro: FIȘIER
sk: SÚBOR
tr: DOSYA

source: METHOD
da: METODE
hr: METODA
hu: ELJÁRÁS
it: METODO
pl: METODA
pt_br: Processo
ro: METODĂ
sk: SPÔSOB

source: METHODS
da: METODER
hr: METODE
hu: ELJÁRÁS
it: METODI
pl: METODY
pt_br: Processos
ro: METODE
sk: SPÔSOBY

source: MISC
da: DIVERSE
hr: OSTALO
hu: EGYEBEK
it: VARIE
pl: RÓŻNE
pt_br: Diversos
ro: DIVERSE
sk: RÔZNE

source: NUMBER
da: TAL
hr: BROJ
hu: SZÁMOK
it: NUMERO
pl: LICZBA
pt_br: Número
ro: NUMĂR
sk: ČÍSLO
tr: NUMARA

source: PATH
da: STI
es: RUTA
hr: PUTANJA
hu: ÚTVONAL
it: PERCORSO
pl: ŚCIEŻKA
pt_br: Caminho
ro: CALE
sk: CESTA
tr: YOL

source: PREFIX
da: PRÆFIKS
hr: PREFIKS
hu: ELŐTAG
it: PREFISSO
pl: PREFIKS
pt_br: Prefixo
sk: PREDPONA

source: PROTO
da: PROTOKOL
hr: PROTOKOL
pl: PROTOTYP

source: SECONDS
da: SEKUNDER
es: SEGUNDOS
hr: SEKUNDE
hu: MÁSODPERC
it: SECONDI
pl: SEKUNDY
pt_br: Segundos
ro: SECUNDE
sk: SEKUNDY
tr: SANİYE

source: URL
pl: Adres URL

source: USAGE
da: ANVENDELSE
hr: UPOTREBA
hu: HASZNÁLAT
it: UTILIZZO
pl: UŻYCIE
pt_br: Uso
ro: MOD DE FOLOSIRE
sk: VYUŽITIE

source: Return branch from configuration
da: Udskriv PakkeGruppe fra konfigurationsfilen
hr: Vrati granu iz konfiguracije
hu: Visszatérés az ágra a konfigurációból
it: Restituisce il ramo contenuto nelle configurazioni
pl: Przywróć gałąź z konfiguracji
pt_br: Retornar ramificação da configuração
ro: Calea de ȋntoarcere din configurație
sk: Vráti vetvu z konfigurácie
tr: Yapılandırmadan dönüş dalı

source: Set prefix to
da: Sæt prefix til
hr: Postavi prefix na
hu: Előtag beállítása ehhez:
it: Imposta il prefisso a
pl: Ustaw prefiks dla
pt_br: Definir prefixo para
ro: Stabilește prefixul la
sk: Nastaví predponu na
tr: Ön ek ayarla

source: Replace protocols in configuration
da: Erstat protokoller i konfigurationsfilen
hr: Zamijeni protokole u konfiguraciji
hu: Protokollok helyreállítása a konfigurációban
it: Sostituisce i protocolli nelle configurazioni
pl: Zastąp protokoły w konfiguracji
pt_br: Substituir protocolos na configuração
ro: Ȋnlocuiește protocoalele ȋn configurație
sk: Nahradí protokoly v konfigurácii
tr: Yapılandırmalardaki protokolleri değiştirin

source: Replace branch in mirrorlist
da: Erstat PakkeGruppe i server listen
hr: Zamijeni granu u listi zrcalnih poslužitelja
hu: Ág helyreállítása a tükörlistában
it: Sostituisce il ramo nella lista dei mirror
pl: Zastąp gałąź na liście serwerów zwierciadlanych
pt_br: Substitua a ramificação na lista espelhada
ro: Ȋnlocuiește ramura ȋn lista locațiilor mirror
sk: Nahradí vetvu v zozname zrkadiel
tr: Yansı listesindeki dalı değiştir

source: Replace branch in configuration
da: Erstat PakkeGruppe i konfigurationsfilen
hr: Zamijeni granu u konfiguraciji
hu: Ág cserélése a konfigurációban
it: Sostituisce il ramo nelle configurazioni
pl: Zastąp gałąź w konfiguracji
pt_br: Substitua a ramificação na configuração
ro: Ȋnlocuiește ramura ȋn configurație
sk: Nahradí vetvu v konfigurácii
tr: Yapılandırma dalını değiştirin

source: Replace mirror url in mirrorlist
da: Erstat server url i serverlisten
hr: Zamijeni url zrcalnog poslužitelja u listi zrcalnih poslužitelja
hu: Tükör URL lecserélése a tükörlistában
it: Sostituisce l'url del mirror nella lista dei mirror
pl: Zastąp adres url serwera na liście serwerów zwierciadlanych
pt_br: Substitua a URL do espelho na lista espelhada
ro: Ȋnlocuiește adresa url a locației mirror ȋn listă
tr: Yansı bağlantısını mirrorlist üzerinde değiştirin

source: Branch name
da: PakkeGruppe
es: Nombre de rama
hr: Ime grane
hu: Ág neve
it: Nome del ramo
pl: Nazwa gałęzi
pt_br: Nome da ramificação
ro: Numele ramurii
sk: Názov vetvy
tr: Kol adı

source: Comma separated list of countries, from which mirrors will be used
da: En liste over lande, adskilt med komma, hvorfra servere vil blive brugt
es: Lista separada por comas de países de donde se usarán los mirrors
hr: Lista država odvojenih zarezom, iz kojih će se koristiti zrcalni poslužitelji
hu: Vesszővel elválasztott lista az országokról, ahonnan a tükrök használva lesznek
it: lista dei paesi i cui mirror saranno usati, separate da virgole
pl: Oddzielana przecinkami lista państw, z których serwery będą używane
pt_br: Lista de países separados por vírgulas, a partir dos quais serão utilizados os espelhos
ro: Lista, separată prin virgule, a țărilor din care se vor folosi locații mirror
sk: Čiarkami oddelený zoznam krajín, z ktorých sa použijú zrkadlá
tr: Yansıların kullanılacağı, virgülle ayrılmış ülkelerin listesi

source: Load default mirror file
da: Indlæs standard server information
hr: Učitaj zadanu datoteku zrcalnih poslužitelja
hu: Alapértelmezett tükör fájl betöltése
it: Carica il file dei mirror predefinito
pl: Wczytaj domyślny plik serwerów zwierciadlanych
pt_br: Carregar arquivo espelhado padrão
ro: Ȋncarcă fișierul locațiilor mirror implicite
sk: Načíta súbor s predvolenými zrkadlami
tr: Varsayılan yansı dosyasını yükle

source: Generate mirrorlist with a number of up-to-date mirrors. Ignores:
da: Opretter serverliste med opdaterede servere for din PakkeGruppe. Ignorerer:
hr: Generiraj listu zrcalnih poslužitelja s brojem ažuriranih zrcalnih poslužitelja. Ignoriram:
it: Genera una lista dei mirror con un numero fissato di mirror aggiornati. Ignora:
pl: Utwórz listę serwerów zwierciadlanych z pewną liczbą aktualnych serwerów. Ignorowane:
pt_br: Crie uma lista espelhada com vários espelhos atualizados. Ignora:
ro: Generează lista mirror cu un număr de locații actualizate. Ignoră:
sk: Vygeneruje zoznam zrkadiel s počtom aktuálnych zrkadiel definovaných premennou ČÍSLO. Ignoruje:
tr: Güncel yansılar için birkaç yansı listesi oluşturun. Gözardı edilenler:

source: Generate mirrorlist with defaults
da: Opretter standard serverliste
hr: Generiraj listu zrcalnih poslužitelja sa zadanim postavkama
it: Genera una lista dei mirror con predefiniti
pl: Utwórz listę serwerów zwierciadlanych z domyślnymi wartościami
pt_br: Gerar lista de espelhamento com padrões
ro: Generează lista locațiilor mirror cu valorile implicite
sk: Vygeneruje predvolený zoznam zrkadiel
tr: Varsayılanlarla yansı listesi oluştur

source: Get current country using geolocation
da: Brug geolokation for at bruge server i dit land (om muligt)
hr: Dohvati trenutnu državu koristeći GPS
hu: Aktuális ország felismerése helyzetmeghatározással
it: Ottiene il paese attuale utilizzando la geolocalizzazione
pl: Uzyskaj bieżący kraj przy użyciu geolokalizacji
pt_br: Obter o país atual usando geolocalização
ro: Determină țara curentă folosind geolocalizarea
sk: Získa aktuálnu krajinu pomocou geolokácie
tr: Coğrafi konumu kullanarak ülkenizi kullanın

source: List all available countries
da: Udskriv alle lande med servere
hr: Ispiši sve dostupne države
hu: Összes elérhető ország listázása
it: Elenca tutte le nazioni disponibili
pl: Wyświetl listę wszystkich dostępnych krajów
pt_br: Listar todos os países disponíveis
ro: Afișează toate țările disponibile
sk: Vypíše zoznam všetkých dostupných krajín
tr: Mevcut tüm ülkeleri listele

source: Generate custom mirrorlist
da: Opret personlig serverliste
es: Generar lista de mirrors personalizada
hr: Generiraj prilagođenu listu zrcalnih poslužitelja
hu: Egyéni tükörlista generálása
it: Genera una mirrorlist personalizzata
pl: Utwórz własną listę serwerów zwierciadlanych
pt_br: Gerar lista de espelhos personalizada
ro: Generează lista personalizată a locațiilor mirror
sk: Vygeneruje vlastný zoznam zrkadiel
tr: Özel yansı listesi oluştur

source: Generation method
da: Oprettelsesmetode
es: Método de generación
hr: Metoda generiranja
hu: Generálás módja
it: Metodo di generazione
pl: Metoda tworzenia
pt_br: Método de geração
ro: Metoda de generare
sk: Spôsob generácie
tr: Oluşturma yöntemi

source: Use to skip generation of mirrorlist
da: Bruges for at holde serverlisten uændret
hr: Koristite za preskakanje generiranja liste zrcalnih poslužitelja
it: Usare per saltare la generazione della lista dei mirror
pl: Użyj, aby pominąć tworzenie listy serwerów zwierciadlanych
pt_br: Use para ignorar a geração da lista espelhada
ro: Folosit pentru a ocoli generarea listei locațiilor mirror
sk: Použite na vynechanie generácie zoznamu zrkadiel
tr: Yansı listesi oluşturmayı atlayın

source: Quiet mode - less verbose output
da: Stilletilstand - færre informationer
es: Modo silencioso - salida menos verbosa
hr: Tih način rada - manje izlaznih podataka
hu: Csendes üzemmód - kevésbé részletes szöveges kimenet
it: Modalità silenziosa - output meno verboso
pl: Cichy tryb - mniej wyświetlanych komunikatów
pt_br: Modo silencioso - saída menos detalhada
ro: Modul tăcut - afișaj mai puțin detaliat
tr: Sessiz mod - daha detaysız çıktı

source: Syncronize pacman databases
da: Synkroniser pacman databaser (pacman -Syy)
hr: Sinkroniziram pacman bazu podataka
it: Sincronizza il database di pacman
pl: Synchronizacja baz danych pacmana
pt_br: Sincronizar bases de dados do pacman
ro: Sincronizează bazele de date pacman
sk: Synchronizuje databázy programu pacman
tr: Pacman veritabanlarını eşitle

source: Maximum waiting time for server response
da: Maksimal ventetid for serversvar
es: Tiempo máximo de espera para la respuesta del servidor
hr: Maksimalno vrijeme čekanja na odgovor poslužitelja
hu: Maximum várakozási idő a szerver válaszára
it: Massimo tempo di attesa per una risposta del server
pl: Maksymalny czas oczekiwania na odpowiedź serwera
pt_br: Tempo máximo de espera para a resposta do servidor
ro: Timpul maxim de așteptare a răspunsului de la server
sk: Maximálna doba čakania na odpoveď zo servera
tr: Sunucu yanıtı için azami bekleme süresi

source: Print the pacman-mirrors version
da: Udskriv versionsnummer
es: Mostrar la versión de pacman-mirrors
hr: Ispiši verziju pacman-zrcalnih poslužitelja
hu: A pacman-mirrors verzió mutatása
it: Stampa la versione di pacman-mirrors
pl: Wyświetl wersję pacman-mirrors
pt_br: Imprima a versão do pacman-mirrors
ro: Afișează versiunea pacman-mirrors
sk: Vypíše verziu programu pacman-mirrors
tr: pacman-mirrors sürümünü yazdır

source: Branch in config is changed
da: PakkeGruppe er ændret i konfigurationsfilen
hr: Grana u konfiguraciji je promijenjena
it: Il ramo nelle configurazioni è cambiato
pl: Zmieniono gałąź w konfiguracji
pt_br: A ramificação na configuração foi alterada
ro: A fost modificată o ramură din configurație
sk: Vetva v konfigurácii je zmenená
tr: Yapılandırma dalı değişti

source: Protocols in config is changed
da: Protokoller er ændret i konfigurationsfilen
hr: Protokoli u konfiguraciji su promijenjeni
it: I protocolli nelle configurazioni sono cambiati
pl: Zmieniono protokoły w konfiguracji
pt_br: Protocolos na configuração são alterados
ro: A fost modificat un protocol din configurație
sk: Protokoly v konfigurácii sú zmenené
tr: Yapılandırma protokolleri değiştirildi

source: Re-branch requires a branch to work with
da: For ændring af PakkeGruppe kræves et et gruppenavn
hr: Naredba ponovno postavi granu zahtijeva granu s kojom će raditi
it: Re-branch necessita un ramo con cui operare
pl: Przegałęzienie wymaga podania gałęzi do jej obsługi
pt_br: Re-branch requer um ramo para trabalhar com
ro: Supra-ramificarea trebuie făcută plecȃnd de la o ramură existentă
tr: Tekrar dallandırıp çalışmak için bir dal gerekir

source: Branch in mirror list is changed
da: PakkeGruppe er ændret i serverlisten
hr: Grana u listi zrcalnih poslužitelja je promijenjena
it: Il ramo nella lista dei mirror è cambiato
pl: Zmieniono gałąź w pliku serwerów zwierciadlanych
pt_br: A ramificação na lista de espelhos é alterada
ro: A fost modificată o ramură din lista locațiilor mirror
sk: Vetva v zozname zrkadiel je zmenená
tr: Yansı listesindeki dal değiştirildi

source: Available countries are
da: Følgende lande er til rådighed
es: Los países disponibles son
hr: Dostupne države su
hu: Elérhető országok
it: Le nazioni disponibili sono
pl: Dostępne kraje to
pt_br: Os países disponíveis são
ro: Țările disponibile sunt
sk: Dostupné krajiny sú
tr: Mevcut ülkeler

source: Could not download from
da: Kan ikke downloade fra
es: No se pudo descargar desde
hr: Ne mogu preuzeti od
hu: Nem lehet letölteni innen:
it: Impossibile scaricare da
pl: Nie można pobrać z
pt_br: Não foi possível baixar de
ro: Nu se poate descărca de la
sk: Nepodarilo sa prevziať z lokality
tr: Adresinden indirilemedi

source: Cannot read file
da: Kan ikke læse filen
es: No se puede leer el archivo
hr: Ne mogu pročitati datoteku
hu: A fájl nem olvasható
it: Impossibile leggere il file
pl: Nie można odczytać pliku
pt_br: Impossível ler o arquivo
ro: Fișierul nu este lizibil
sk: Nedá sa čítať súbor
tr: Dosya okunamadı

source: Cannot write file
da: Kan ikke skrive filen
es: No se puede escribir el archivo
hr: Ne mogu zapisati datoteku
hu: A fájl nem írható
it: Impossibile scrivere il file
pl: Nie można zapisać do pliku
pt_br: Impossível escrever o arquivo
ro: Fișierul nu poate fi scris
sk: Nedá sa zapísať súbor
tr: Dosyaya yazılamadı

source: Converting custom mirror file to new format
da: Konverterer personlig konfiguration til nyt format
es: Convirtiendo archivo de mirrors personalizado a un nuevo formato
hr: Pretvaram prilagođenu datoteku zrcalnih poslužitelja u novi format
hu: Az egyéni tükörlista fájl konvertálása új formátumba
it: Conversione in corso del file dei mirror personalizzato nel nuovo formato
pl: Przetwarzanie spersonalizowanej listy serwerów zwierciadlanych do nowego formatu
pt_br: Convertendo arquivo personalizado de espelhos para um novo formato
ro: Se convertește la noul format un fișier personalizat al locațiilor mirror
sk: Konvertuje sa vlastný súbor zrkadiel do nového formátu
tr: Özel yansı listesini yeni biçime dönüştür

source: Custom mirror file
da: Personlig serverinformation
es: Archivo de mirrors personalizado
hr: Datoteka prilagođene liste zrcalnih poslužitelja
hu: Egyéni tükör fájl
it: File dei mirror personalizzato
pl: Plik spersonalizowanej listy serwerów zwierciadlanych
pt_br: Arquivo de espelhos personalizado
ro: Fișier personalizat al locațiilor mirror
sk: Vlastný súbor zrkadiel
tr: Özel yansı dosyası

source: Custom mirror file saved
da: Personlige serverinformation er gemt
es: Guardado el archivo de mirrors personalizado
hr: Prilagođena datoteka zrcalnih poslužitelja je spremljena
hu: Az egyéni tükör fájl elmentve
it: File dei mirror personalizzato salvato
pl: Zapisano plik spersonalizowanej listy serwerów zwierciadlanych
pt_br: Aquivo de espelho personalizado salvo
ro: A fost salvat fișierul personalizat al locațiilor mirror
sk: Vlastný súbor zrkadiel uložený
tr: Özel yansı dpsyası kaydedildi

source: User generated mirror list
da: Brugertilpasset serverliste
es: Lista de mirrors generada por el usuario
hr: Korisnički generirana lista zrcalnih poslužitelja
hu: Felhasználó által generált tükörlista
it: Mirrorlist generata dall'utente
pl: Lista serwerów zwierciadlanych utworzona przez użytkownika
pt_br: Lista de espelhos gerada pelo usuário
ro: Lista locațiilor mirror generată de utilizator
sk: Používateľom generovaný zoznam zrkadiel
tr: Kullanıcı tarafından oluşturulan yansı listesi

source: Deprecated argument
da: Forældet tilvalg
hr: Argument nije podržan
it: Argomento deprecato
pl: Przestarzały argument
pt_br: Argumento descontinuado
ro: Argument scos din uz
sk: Zastaraný argument
tr: Reddedilen argüman

source: doesn't exist.
da: findes ikke.
es: no existe
hr: ne postoji.
hu: nem létezik.
it: non esiste.
pl: nie istnieje.
pt_br: Inexistente.
ro: nu există.
sk: neexistuje.
tr: varolmayan.

source: Downloading mirrors from
da: Downloader server informationer fra
hr: Preuzimam zrcalne poslužitelje od
it: Scaricamento in corso dei mirror da
pl: Pobieranie serwerów zwierciadlanych z
pt_br: Baixando espelhos de
ro: Se descarcă lista locațiilor mirror de la
sk: Preberajú sa zrkadlá z
tr: Şu sayfalardan yansılar indiriliyor

source: Falling back to
da: Bruger original server informationsfil
es: Volviendo a
hr: Vračam natrag na
hu: Visszatérés erre:
it: Si ricade nell'utilizzo di
pl: Przywracanie do
pt_br: Retrocedendo
ro: Se revine la
tr: Geri düşüm

source: Internet connection appears to be down
da: Det synes som din internetforbindelse er nede
hr: Izgleda da internetska veza nije dostupna
it: La connessione di rete risulta assente
pl: Wydaje się, że nie działa połączenie internetowe
pt_br: A conexão com a Internet parece estar baixa
ro: Conexiunea internet nu funcționează
sk: Zdá sa, že internetové pripojenie je odpojené
tr: İnternet bağlantısı kapalı gibi görünüyor

source: Mirror list is generated using random method
da: Serverlisten skrives i tilfældig orden
hr: Lista zrcalnih poslužitelja je generirana koristeći metodu slučajnog odabira
it: La lista dei mirror è generata utilizzando il metodo casuale
pl: Lista serwerów zwierciadlanych została utworzona przy użyciu metody losowej
pt_br: A lista de espelhos é gerada usando método aleatório
ro: Lista locațiilor mirror a fost generată folosind o metodă aleatorie
sk: Zoznam zrkadiel je generovaný pomocou náhodného spôsobu
tr: Yansı listesi rasgele yöntem kullanılarak üretilir

source: is missing
da: mangler
es: falta
hr: nedostaje
hu: hiányzik
it: è mancante
pl: brakuje
pt_br: está faltando
ro: lipsește
sk: chýba
tr: kayıp

source: The mirror file
da: Server informationsfil
es: El archivo de mirrors
hr: Datoteka zrcalnih poslužitelja
hu: A tükör fájl
it: Il file dei mirror
pl: Plik listy serwerów zwierciadlanych
pt_br: O arquivo de espelho
ro: Fișierul locațiilor mirror
sk: Súbor zrkadiel
tr: Yansı dosyası

source: Mirror list generated and saved to
da: Serverlisten er dannet og gemt som
hr: Lista zrcalnih poslužitelja je generirana i spremljena u
it: La lista dei mirror è stata generata e salvata in
pl: Utworzono listę serwerów zwierciadlanych i zapisano ją do
pt_br: Lista de espelhos gerado e salva para
ro: Lista locațiilor mirror a fost generată și salvată ȋn
sk: Zoznam zrkadiel bol vygenerovaný a uložený do
tr: Yansı listesi oluşturuldu ve kaydedildi

source: Generated on
da: Oprettet den
hr: Generirano iz
it: Generata su
pl: Utworzono
pt_br: Gerado em
ro: Generată la
sk: Vygenerovaný dňa
tr: Üzerinde üretildi

source: custom mirrorlist
da: personlig serverliste
hr: prilagođena lista zrcalnih poslužitelja
it: lista dei mirror personalizzata
pl: własna lista serwerów zwierciadlanych
pt_br: Lista de espelho personalizada
ro: lista personalizată a locațiilor mirror
sk: vlastný zoznam zrkadiel
tr: özel yansı listesi

source: to reset custom mirrorlist
da: for at nulstille personlig server opsætning
hr: ponovno postavi prilagođenu listu zrcalnih poslužitelja
it: per resettare la lista dei mirror personalizzata
pl: aby zresetować własną listę serwerów zwierciadlanych
pt_br: Para redefinir a lista de espelho personalizada
ro: pentru a reseta lista personalizată a locațiilor mirror
sk: na obnovenie vlastného zoznamu zrkadiel
tr: özel yansı listesini sıfırla

source: default mirrorlist
da: standard serverliste
hr: zadana lista zrcalnih poslužitelja
it: lista dei mirror predefinita
pl: domyślna lista serwerów zwierciadlanych
pt_br: Lista de espelho padrão
ro: lista implicită a locațiilor mirror
sk: predvolený zoznam zrkadiel
tr: varsayılan yansı listesi

source: to modify mirrorlist
da: for at tilpasse serverliste
hr: izmijeni listu zrcalnih poslužitelja
it: per modificare la lista dei mirror
pl: aby zmienić listę serwerów zwierciadlanych
pt_br: Para modificar a lista espelhada
ro: pentru a modifica lista locațiilor mirror
sk: na úpravu zoznamu zrkadiel
tr: yansı listesini değiştirmek için

source: Mirror ranking is not available
da: Servertest er ikke til rådighed
hr: Rangiranje zrcalnih poslužitelja nije dostupno
it: La classificazione dei mirror non è disponibile
pl: Ocenianie serwerów zwierciadlanych jest niedostępne
pt_br: A classificação do espelho não está disponível
ro: Topul locațiilor mirror nu este disponibil
sk: Hodnotenie zrkadiel nie je dostupné
tr: Yansı sıralaması mevcut değil

source: Must have root privileges
da: Mangler administrator adgang
es: Se necesitan privilegios de administrador
hr: Trebaju root ovlasti
hu: Rendszergazdai jogok kellenek
it: Sono necessari i privilegi di root
pl: Musisz mieć uprawnienia administratora
pt_br: Deve ter privilégios de root
ro: Sunt necesare drepturi de root
sk: Musíte mať práva správcu
tr: Root yetkisine sahip olmalısınız

source: The mirrors has not changed
da: Serverne er IKKE ændret
hr: Zrcalni poslužitelji nisu promijenjeni
hu: A tükrök nem változtak
it: I mirror non sono cambiati
pl: Serwery zwierciadlane nie zostały zmienione
pt_br: Os espelhos não mudaram
ro: Lista locațiilor mirror nu a fost modificată
sk: Zrkadlá neboli zmenené
tr: Yansılar değişmedi

source: No mirrors in selection
da: Der er ikke valgt nogen servere
es: Ningún mirror seleccionado
hr: Nema zrcalnih poslužitelja u odabiru
hu: Nincs tükör a kiválasztásban
it: Non è stato selezionato alcun mirror
pl: Brak serwerów zwierciadlanych w wyborze
pt_br: Sem espelhos na seleção
ro: Nicio locație mirror nu a fost selectată
sk: Vo výbere nie sú žiadne zrkadlá
tr: Yansı seçilmedi

source: Option
da: Valgmulighed
es: Opción
hr: Opcija
hu: Opció
it: Opzione
pl: Opcja
pt_br: Opção
ro: Opțiune
sk: Voľba
tr: Seçenek

source: Please use
da: Brug venligst
hr: Molimo koristite
it: Si è pregati di usare
pl: Prosimy użyć
pt_br: Por favor, use
ro: Vă rugăm să folosiți
sk: Prosím, použite
tr: Lütfen kullan

source: Querying mirrors
da: Tester servere
es: Consultando mirrors
hr: Postavljam upite zrcalnim poslužiteljima
hu: Tükrök lekérdezése
it: Interrogazione in corso dei mirror
pl: Odpytywanie serwerów zwierciadlanych
pt_br: Consultando espelhos
ro: Se interoghează locațiile mirror
sk: Dopytujú sa zrkadlá
tr: Yansı sorgulama

source: Randomizing mirror list
da: Ryster posen og skriver i tilfældig orden
es: Aleatorizando lista de mirrors
hr: Slučajno odabirem listu zrcalnih poslužitelja
hu: Tükörlisták véletlenszerűsítése
it: Randomizzazione in corso della lista dei mirror
pl: Losowanie listy serwerów zwierciadlanych
pt_br: Aleatorizando a lista de espelhos
ro: Se randomizează lista locațiilor mirror
sk: Zamiešava sa zoznam zrkadiel
tr: Rastgele yansı listesi seç

source: To remove custom config run
da: For at fjerne personlig opsætning, brug
hr: Za uklanjanje prilagođene konfiguracije pokrenite
it: Per rimuovere le configurazioni personalizzate eseguire
pl: Aby usunąć własną konfigurację uruchom
pt_br: Para remover a execução da configuração personalizada
ro: Pentru a elimina configurația personalizată, executați
sk: Na odstránenie vlastnej konfigurácie spustite
tr: Özel yapılandırmayı kaldırmak için

source: This may take some time
da: Dette kan tage lidt tid
es: Esto puede tomar un tiempo
hr: To može potrajati
hu: Ez egy kis időbe telhet
it: Questa operazione potrebbe richiedere del tempo
pl: To może zająć trochę czasu
pt_br: Isso pode levar algum tempo
ro: Operația va dura
sk: Môže to nejakú dobu trvať
tr: Bu işlem biraz zaman alabilir
