Repository: manjaro/pacman-mirrors
Catalog: locale/*/LC_MESSAGES/pacman_mirrors.po
Languages: da, es, hr, hu, it, pl, pt_br, ro, sk, tr

source: unknown country
da: ukendt land
es: país desconocido
hr: nepoznata država
hu: ismeretlen ország
it: nazione sconosciuta
pl: nieznany kraj
pt_br: País desconhecido
ro: țară necunoscută
sk: neznáma krajina
tr: bilinmeyen ülke

source: Use 0 for all mirrors
da: Brug 0 (nul) for alle servere
hr: Koristi 0 za sve zrcalne poslužitelje
it: Utilizza 0 per tutti i mirror
pl: Użyj 0 dla wszystkich serwerów zwierciadlanych
pt_br: Use 0 para todos os espelhos
ro: Se folosește 0 pentru toate locațiile mirror
sk: Použite hodnotu 0 pre všetky zrkadlá
tr: Tüm yansılar için 0 kullanın

source: Using all mirrors
da: Anvender alle servere
es: Usando todos los mirrors
hr: Koristim sve zrcalne poslužitelje
hu: Összes tükör használata
it: Vengono utilizzati tutti i mirrors
pl: Użycie wszystkich serwerów zwierciadlanych
pt_br: Usando todos os espelhos
ro: Se folosesc toate locațiile mirror
sk: Používajú sa všetky zrkadlá
tr: Tüm yansılar kullanılsın

source: Using custom mirror file
da: Anvender personlig server information
es: Usando archivo de mirrors personalizado
hr: Koristim prilagođenu datoteku zrcalnog poslužitelja
hu: Egyéni tükör fájl használata
it: Viene utilizzato il file dei mirror personalizzato
pl: Używanie pliku spersonalizowanej listy serwerów zwierciadlanych
pt_br: Usando o arquivo personalizado de espelho
ro: Se folosește fișierul personalizat al locațiilor mirror
sk: Používa sa vlastný súbor zrkadiel
tr: Özel yansı dosyası kullanılsın

source: Using default mirror file
da: Anvender standard server information
es: Usando archivo de mirrors por defecto
hr: Koristim zadanu datoteku zrcalnog poslužitelja
hu: Alapértelmezett tükör fájl használata
it: Viene utilizzato il file dei mirror predefinito
pl: Używanie pliku domyślnej listy serwerów zwierciadlanych
pt_br: Usando o arquivo padrão de espelho
ro: Se folosește fișierul implicit al locațiilor mirror
sk: Používa sa predvolený súbor zrkadiel
tr: Varsayılan yansı dosyası kullanılsın

source: Writing mirror list
da: Skriver serverliste
es: Escribiendo lista de mirrors
hr: Zapisujem listu zrcalnog poslužitelja
hu: Tükörlista írása
it: Scrittura in corso della mirrorlist
pl: Zapisuję listę serwerów zwierciadlanych
pt_br: Escrevendo lista espelho
ro: Este scrisă lista locațiilor mirror
sk: Zapisuje sa zoznam zrkadiel
tr: Yansı listesi yazılıyor

source: Manjaro mirrors by response time
da: Manjaro-servere efter svartider
es: Mirrors de Manjaro por tiempo de respuesta
hr: Manjaro zrcalni poslužitelji prema vremenu odgovora
hu: Manjaro tükrök a válaszidő alapján rendezve
it: Mirror di Manjaro ordinati secondo il tempo di risposta
pl: Serwery zwierciadlane Manjaro według czasu odpowiedzi
pt_br: Espelhos do Manjaro por tempo de resposta
ro: Lista locațiilor mirror pentru Manjaro, ordonată după timpul de răspuns
sk: Zrkadlá distribúcie Manjaro podľa trvania odozvy
tr: Hızına göre yansılar kullanılsın

source: Manjaro mirrors in random order
da: Manjaro-servere i tilfældig orden
es: Mirrors de Manjaro en orden aleatorio
hr: Manjaro zrcalni poslužitelji prema slučajnom redoslijedu
hu: Manjaro tükrök véletlenszerűen rendezve
it: Mirror di Manjaro in ordine casuale
pl: Serwery zwierciadlane Manjaro w przypadkowej kolejności
pt_br: Espelhos do Manjaro em ordem aleatória
ro: Lista locațiilor mirror pentru Manjaro, ȋn ordine aleatorie
sk: Zrkadlá distribúcie Manjaro v náhodnom poradí
tr: Rastgele sıralanmış yansılar kullanılsın

source: Check mirrors for your personal list
da: Markér servere til din personlige server information
es: Comprobar mirrors para tu lista personal
hr: Odaberite zrcalne poslužitelje za vašu listu
hu: Tükrök ellenőrzése a személyes listára
it: Spuntare i mirror per preparare una lista personalizzata
pl: Zaznacz serwery zwierciadlane do swojej spersonalizowanej listy
pt_br: Verificar espelhos para sua lista pessoal
ro: Verifică locațiile mirror pentru lista personală
sk: Skontrolujte zrkadlá pre váš osobný zoznam
tr: Özel listeniz için yansıları kontrol edin

source: Use
da: Anvend
es: Usar
hr: Koristi
hu: Használ
it: Usare
pl: Użyj
pt_br: Usar
ro: Folosește
tr: Kullan

source: Country
da: Land
es: País
hr: Zemlja
hu: Ország
it: Paese
pl: Państwo
pt_br: País
ro: Țara
sk: Krajina
tr: Ülke

source: Resp
da: Svar
hu: Respektív
it: Risp
pl: Odpowiedź
pt_br: Resposta
ro: Timp de răspuns
tr: Kısa

source: Sync
da: Opdateret
es: Sincronizar
hu: Szinkronizálás
it: Sinc
pl: Synchronizacja
pt_br: Sincronizar
ro: Sincronizată
tr: Senk

source: Cancel
da: Annuller
es: Cancelar
hr: Odustani
hu: Megszakít
it: Annulla
pl: Anuluj
pt_br: Cancelar
ro: Anulare
sk: Zrušiť
tr: Vazgeç

source: Confirm selections
da: Bekræft valgene
es: Confirmar selección
hr: Potvrdite odabir
hu: Kiválasztás megerősítése
it: Confermare la selezione
pl: Potwierdź zaznaczenie
pt_br: Confirmar seleções
ro: Confirmare selecție
tr: Seçimleri onayla

source: I want to use these mirrors
da: Jeg vil bruge disse servere
es: Quiero usar esos mirrors
hr: Želim koristiti ove zrcalne poslužitelje
hu: Ezeket a tükröket akarom használni
it: Voglio usare questi mirror
pl: Chcę użyć tych serwerów zwierciadlanych
pt_br: Desejo usar esses espelhos
ro: Vreau să folosesc aceste locații mirror
sk: Chcem použiť tieto zrkadlá
tr: Bu yansıları kullanmak istiyorum

source: OK
tr: TAMAM

source: Info
es: Información

source: Warning
es: Aviso

source: Timeout
es: Tiempo de espera agotado

source: DIGIT
es: DÍGITO

source: Output file
es: Archivo de salida

source: Generate mirrorlist
es: Generar lista de mirros

source: Get current country using geolocation. Ignored if
es: Obtener país actual mediante geolocalización. Ignorado si

source: is supplied
es: es proporcionado

source: Don't generate mirrorlist if
es: No generar lista de mirrors si

source: in the configuration file
es: en el archivo de configuración

source: Mirrors list path
es: Ruta de lista de mirrors

source: A quick mirrorlist. Overrides -cim --geoip
es: Una lista de mirrors rápida. Anula -cim --geoip

source: Downloading mirrors from repo.manjaro.org
es: Descargando mirrors desde repo.manjaro.org

source: Mirrorlist generated and saved to
es: Lista de mirrors generada y guardada en

source: The mirror list is not changed
es: La lista de mirrors no ha cambiado

source: To reset custom config run `pacman-mirrors -c all`
es: Para restablecer la configuración personalizada ejecute `pacman-mirrors -c all`
